cask_args appdir: "~/Applications", require_sha: true

brew "git"
brew "fish"
brew "tldr"
brew "jq"
brew "grep"
brew "diff-so-fancy"
brew "nvm"
brew "the_silver_searcher"

cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
cask "firefox"
cask "discord"
cask "postman"
cask "docker"
cask "zoom"
cask "flycut"

mas "slack", id: 803453959
mas "1Password", id: 1333542190
mas "Giphy Capture", id: 668208984
