tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

cask_args appdir: "~/Applications", require_sha: true

brew "diff-so-fancy"
brew "fish"
brew "git"
brew "jq"
brew "mas"
brew "nvm"
brew "starship"
brew "the_silver_searcher"
brew "tldr"

cask "chrysalis"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "flycut"
cask "iterm2"
cask "postman"
cask "rectangle"
cask "signal"
cask "visual-studio-code"
cask "zoom"

mas "1Password 7", id: 1333542190
mas "GIPHY CAPTURE", id: 668208984
mas "Slack", id: 803453959
